Repository: joaoubaldo/piwigomedia
Catalog: languages/piwigomedia-*.po
Languages: fr_fr, it_it, sv_se, tr

source: PiwigoMedia settings
fr_fr: Réglages de PiwigoMedia
it_it: Impostazioni Piwigomedia
sv_se: PiwigoMedia inställningar
tr: PiwigoMedia Ayarları

source: Primary settings
fr_fr: Réglages principaux
it_it: Impostazioni primarie
sv_se: Primär inställningar
tr: Temel Ayarlar

source: Piwigo sites
fr_fr: URL des galeries Piwigo
it_it: Sito Piwigo
sv_se: Piwigo webbplatser
tr: Piwigo Siteleri

source: Required field
fr_fr: Requis
it_it: Casella occorrente
sv_se: Obligatoriskt fält
tr: Gerekli alan

source: Multiple Piwigo sites are allowed by inserting one URL per line.
fr_fr: Vous pouvez gérer plusieurs galeries Piwigo en insérant une URL par ligne.
it_it: Più siti Piwigo sono possibili inserendo una URL per riga.
sv_se: Flera Piwigo webbplatser kan beviljas genom att sätta in en address per rad.
tr: Birden fazla Piwigo siteleri satır başına bir URL ekleyerek izin verilir.

source: You can select the default Piwigo site by placing its URL on top of the list.
fr_fr: La première URL de la liste désigne la galerie par défaut.
it_it: Può scegliere il sito Piwigo di default inserendo l'URL in cima alla lista.
sv_se: Du kan välja standard Piwigo webbplats genom att placera dess webbadress på toppen av listan.
tr: Varsayılan Piwigo sitesinin URL'sini listenin en üstüne ekleyerek seçebilirsiniz.

source: Images per page
fr_fr: Images par page
it_it: Immagini per pagina
sv_se: Bilder per sida
tr: Sayfa başına resimler

source: Number of images to display per page, in the selection screen.
fr_fr: Nombre d'images à afficher par page dans l'écran de sélection.
it_it: Numero di immagini da mostrare per pagina, nello schermo di selezione
sv_se: Antal bilder att visa per sida, i urvalsmarkeringen.
tr: Seçim ekranında sayfa başına gösterilecek resimlerin sayısı.

source: Save changes
fr_fr: Enregistrer les modifications
it_it: Salvare modifiche
sv_se: Spara ändringar
tr: Değişiklikleri kaydet

source: PiwigoMedia must be configured.
fr_fr: PiwigoMedia doit être configuré.
it_it: PiwigoMedia deve essere configurato
sv_se: PiwigoMedia måste vara konfigurerade.
tr: PiwigoMedya yapılandırılması gerekiyor.

source: Error while reading from
fr_fr: Erreur pendant la lecture de
it_it: Errore durante la lettura di
sv_se: Fel vid läsning från
tr: Okurken hata oluştu

source: Please verify PiwigoMedia's configuration and try again.
fr_fr: Veuillez vérifier votre configuration de PiwigoMedia et recommencez.
it_it: La preghiamo di verificare la configurazione di PiwigoMedia a riprovare.
sv_se: Kontrollera PiwigoMedia konfigurationen och försök igen.
tr: PiwigoMedia yapılandırmasını kontrol ediniz ve tekrar deneyiniz.

source: Error reading image information, please try again.
fr_fr: Erreur lors de la lecture des informations de l'image, veuillez recommencer.
it_it: Errore durante la lettura delle informazioni dell'immagine. La preghiamo di riprovare
sv_se: Fel vid läsning bild information, var vänlig försök igen.
tr: Resim bilgileri okumada hata, lütfen tekrar deneyin.

source: Choose a site
fr_fr: Choisissez une galerie
it_it: Scelga un sito
sv_se: Välj webbplats
tr: Bir Site Seç

source: Piwigo site:
fr_fr: Galerie Piwigo :
it_it: Sito Piwigo
sv_se: Piwigo webbplats:
tr: PiwigoMedia Ayarları

source: Select
fr_fr: Sélectionnez
it_it: Scegliere
sv_se: Välj
tr: Seç

source: Select a category
fr_fr: Sélectionnez un album
it_it: Scegliere una categoria
sv_se: Välj en ketegori
tr: Bir Kategori Seç

source: Category:
fr_fr: Album :
it_it: categoria
sv_se: Kategori:
tr: Kategori:

source: Select the images
fr_fr: Sélectionnez les images
it_it: Scegliere un'immagine
sv_se: Välj bilder
tr: Resimleri seç

source: Customize
fr_fr: Personnalisation
it_it: personalizzare
sv_se: Anpassa
tr: Özelleştir

source: Insert:
fr_fr: Insérez :

source: Thumbnail
fr_fr: la vignette

source: Alignment:
fr_fr: Alignement horizontal :
it_it: Alineamenti
sv_se: Justering:
tr: Hizalama:

source: None
fr_fr: Aucun
it_it: Nessun
sv_se: Ingen
tr: Hiçbiri

source: Left
fr_fr: À gauche
it_it: Sinistra
sv_se: Vänster
tr: Sol

source: Center
fr_fr: Centré
it_it: Centro
tr: Orta

source: Right
fr_fr: À droite
it_it: Destra
sv_se: Höger
tr: Sağ

source: Link to:
fr_fr: Le lien pointe vers :
it_it: Connettere a:
sv_se: Länk till:
tr: Bağlantısı:

source: Image page
fr_fr: la page de l'image dans la galerie
it_it: Pagina delle immagini
sv_se: Bild sida
tr: Resim sayfası

source: Fullsize image
fr_fr: l'image en taille d'origine
it_it: immagine in grandezza originale
sv_se: Full storleks bild
tr: Tam boyut resim

source: Link target:
fr_fr: Le lien s'ouvre dans :
it_it: Link di destinazione:
sv_se: Länk mål:
tr: Bağlantı Hedefi:

source: New window
fr_fr: une nouvelle fenêtre
it_it: Nuova finestra
sv_se: Nytt fönster
tr: Yeni pencere

source: Same window
fr_fr: la même fenêtre
it_it: Stessa finestra
sv_se: Samma fönster
tr: Aynı pencere

source: Insert into post
fr_fr: Insérer les photos dans l'article ou la page
it_it: Inserire nel post
sv_se: Infoga i inlägg
tr: Yazı içine ekle

source: author website
fr_fr: Auteur du site Web
it_it: Autore del sito
sv_se: upphovsmanens hemsida
tr: yapımcı websitesi

source: This plugins allows media from a Piwigo site to be inserted into WordPress posts.
fr_fr: Cette extension vous permet d'insérer dans Wordpress des images venant de galeries Piwigo.
it_it: Questo plug-in permette di inserire dei file multimedia da un sito Piwigo in post di Wordpress.
sv_se: Detta plugins låter media från en Piwigo webbplats ska infogas i WordPress posts.
tr: Bu eklenti ile Piwigo albüm sitenizdeki resimleri WordPress yazılarınızda kullanabileceksiniz.

source: PiwigoMedia
tr: Piwigo Medya
